[M_TrailerTrashin MissionDefinition]
MissionName="Guerra de Clãs: Arrasa Caravanas"
MissionDescription="Mick Zaford pretende vingar a morte do seu filho Peter. Ele lhe pediu que entre no território Hodunk e destrua suas caravanas. Isso só será possível à noite, quando estiverem dormindo."
TurnInDescription="Os lares do clã Hodunk estão em chamas. Você não consegue evitar se perguntar como eles permitiram essa afronta."
MissionSummary="Destrua as caravanas dos Hodunk."
MissionGiver="Steve"
MissionTurnInLocation="Steve"
TeaserText="Mick Zaford deseja que você pinte [place]The Dust[-place] de vermelho, usando o sangue dos Hodunk."

[M_TrailerTrashin:ArriveatNight MissionObjectiveDefinition]
ProgressMessage="Infiltre-se à noite "

[M_TrailerTrashin:DummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrailerTrashin:GetToTrailerPark MissionObjectiveDefinition]
ProgressMessage="Vá até o acampamento das caravanas"

[M_TrailerTrashin:GetToTrailerParkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrailerTrashin:LightGasTanks MissionObjectiveDefinition]
ProgressMessage="Incendeie os depósitos"

[M_TrailerTrashin:OpenGasTanks MissionObjectiveDefinition]
ProgressMessage="Abra os depósitos"

[M_TrailerTrashin:OpenGasTanksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

